<?php

return [
    "Готовый бизнес и оборудование" => [
        "Оборудование для бизнеса" => [
            "Логистика и склад",
            "Для автобизнеса",
            "Промышленное",
            "Для салона красоты",
            "Пищевое",
            "Другое",
            "Майнинг",
            "Медицинское",
            "Лабораторное",
            "Телекоммуникационное",
            "Торговое"
        ],
        "Готовый бизнес"
    ],
    "Услуги" => [
        "Предложения услуг" => [
            "Другое",
            "Мастер на час",
            "Искусство",
            "Уход за животными",
            "Автосервис, аренда" => [
                "Автосервис" => [
                    "Автосервисы для самообслуживания",
                    "Мойка и уход за авто",
                    "Помощь при покупке авто",
                    "Шиномонтаж и ремонт дисков",
                    "Тюнинг и оборудование",
                    "Кузовной ремонт и покраска",
                    "Диагностика и ремонт авто",
                    "Помощь на дороге",
                    "Техническое обслуживание авто"
                ],
                "Аренда спецтехники" => [
                    "Сельхозтехника",
                    "Коммунальная техника",
                    "Грузовой транспорт",
                    "Погрузочная техника",
                    "Навесное оборудование",
                    "Дорожно-строительная техника",
                    "Прицепы",
                    "Землеройная техника",
                    "Подъемная техника",
                    "Другое"
                ],
                "Аренда авто" => [
                    "Авто для личного использования",
                    "Авто под такси",
                    "Аренда мото, водного и воздушного транспорта"
                ]
            ],
            "Сад, благоустройство" => [
                "Водоёмы и фонтаны",
                "Дорожное строительство",
                "Заборы, ограждения, навесы",
                "Земляные работы",
                "Озеленение, уход за садом и огородом",
                "Рольставни и ворота",
                "Другое",
                "Скважины, септики, колодцы"
            ],
            "Ремонт и отделка" => [
                "Ремонт квартир и домов под ключ",
                "Ремонт коммерческих помещений",
                "Сантехника",
                "Электрика",
                "Сборка и ремонт мебели",
                "Окна и балконы",
                "Вентиляция",
                "Высотные работы",
                "Гипсокартонные работы",
                "Двери",
                "Изоляция и утепление",
                "Металлоконструкции и кованые изделия",
                "Плиточные работы",
                "Поклейка обоев и малярные работы",
                "Полы и напольные покрытия",
                "Потолки",
                "Другое",
                "Столярные и плотницкие работы",
                "Штукатурные работы",
                "Дизайн интерьеров"
            ],
            "Реклама, полиграфия",
            "Праздники, мероприятия",
            "Охрана, безопасность",
            "Доставка еды и продуктов" => [
                "Другое",
                "Доставка готовой еды"
            ],
            "Оборудование, производство" => [
                "Аренда оборудования",
                "Производство, обработка"
            ],
            "Деловые услуги",
            "Бытовые услуги" => [
                "Ювелирные услуги",
                "Химчистка, стирка",
                "Ремонт часов",
                "Пошив и ремонт одежды",
                "Изготовление ключей"
            ],
            "Красота, здоровье" => [
                "Тату, пирсинг",
                "Другое",
                "Услуги парикмахера",
                "Макияж",
                "СПА-услуги, массаж",
                "Маникюр, педикюр",
                "Ресницы, брови",
                "Косметология",
                "Эпиляция",
                "Психология",
                "Аренда рабочего места",
                "Диетология",
                "Фитнес, йога"
            ],
            "IT, маркетинг",
            "Обучение, курсы" => [
                "IT, бизнес",
                "Красота, здоровье",
                "Предметы школы и вуза",
                "Иностранные языки",
                "Вождение",
                "Музыка, театр",
                "Спорт, танцы",
                "Дизайн, рисование",
                "Профессиональная подготовка",
                "Детское развитие, логопеды",
                "Другое"
            ],
            "Няни, сиделки",
            "Монтаж и установка техники",
            "Уборка" => [
                "Дезинфекция, дезинсекция",
                "Чистка мягкой мебели",
                "Чистка ковров",
                "Уборка после ремонта",
                "Простая уборка",
                "Мойка окон",
                "Генеральная уборка"
            ],
            "Ремонт и обслуживание техники" => [
                "Фото-, аудио-, видеотехника",
                "Мобильные устройства",
                "Телевизоры",
                "Кондиционеры, вентиляция",
                "Стиральные, сушильные машины",
                "Посудомоечные машины",
                "Холодильники, морозильные камеры",
                "Варочные панели, духовые шкафы",
                "Газовые котлы, водонагреватели",
                "Кофемашины",
                "Швейные машины, оверлоки",
                "Другое"
            ],
            "Фото- и видеосъёмка",
            "Строительство" => [
                "Отделка деревянных домов, бань, саун",
                "Сварочные работы",
                "Снос и демонтаж",
                "Фасадные работы",
                "Изыскательные работы",
                "Кладочные работы",
                "Алмазное сверление и резка",
                "Бетонные работы",
                "Газификация",
                "Кровельные работы",
                "Лестницы",
                "Проектирование и сметы",
                "Строительство домов под ключ",
                "Фундаментные работы",
                "Другое",
                "Строительство гаражей, бань, веранд"
            ],
            "Вывоз мусора и вторсырья",
            "Компьютерная помощь" => [
                "Компьютеры",
                "Принтеры",
                "Оборудование для майнинга",
                "Игровые приставки",
                "ОС и программы",
                "Интернет и другие сети"
            ],
            "Услуги эвакуатора",
            "Грузчики, складские услуги" => [
                "Грузчики",
                "Фулфилмент"
            ],
            "Пассажирские перевозки" => [
                "Трансфер",
                "Авто под заказ",
                "Другое"
            ],
            "Грузоперевозки" => [
                "По городу",
                "Между городами",
                "Международные"
            ]
        ]
    ],
    "Животные" => [
        "Кошки",
        "Птицы",
        "Аквариум",
        "Другие животные",
        "Товары для животных",
        "Собаки"
    ],
    "Для дома и дачи" => [
        "Мебель и интерьер" => [
            "Кровати, диваны и кресла" => [
                "Диваны",
                "Кресла",
                "Кровати",
                "Матрасы",
                "Пуфы и банкетки",
                "Спальные гарнитуры",
                "Комплектующие"
            ],
            "Шкафы, комоды и стеллажи" => [
                "Шкафы и буфеты",
                "Комоды и тумбы",
                "Стеллажи и этажерки",
                "Полки",
                "Прихожие и обувницы",
                "Гардеробные системы и вешалки",
                "Гарнитуры и комплекты",
                "Комплектующие"
            ],
            "Столы и стулья" => [
                "Комплектующие",
                "Обеденная группа",
                "Скамейки",
                "Столы",
                "Стулья",
                "Табуретки"
            ],
            "Текстиль и ковры",
            "Кухонные гарнитуры",
            "Предметы интерьера, искусство",
            "Освещение",
            "Компьютерные столы и кресла",
            "Подставки и тумбы"
        ],
        "Растения",
        "Продукты питания",
        "Ремонт и строительство" => [
            "Готовые строения и срубы",
            "Стройматериалы" => [
                "Изоляция",
                "Крепёж",
                "Кровля и водосток",
                "Лаки и краски",
                "Металлопрокат",
                "Отделка",
                "Пиломатериалы",
                "Строительные смеси",
                "Строительство стен",
                "Электрика",
                "Другое",
                "Листовые материалы",
                "Лестницы и комплектующие",
                "Ворота, заборы и ограждения",
                "Сыпучие материалы",
                "Железобетонные изделия",
                "Сваи"
            ],
            "Сантехника, водоснабжение и сауна" => [
                "Аксессуары для ванной",
                "Бассейны",
                "Ванны и комплектующие",
                "Водоснабжение и канализация",
                "Душевые кабины и ограждения",
                "Душевые системы и лейки",
                "Кухонные мойки и комплектующие",
                "Мебель для ванной",
                "Полотенцесушители и комплектующие",
                "Раковины, умывальники, пьедесталы",
                "Смесители и комплектующие",
                "Товары для бани и сауны",
                "Унитазы, писсуары, биде, инсталляции"
            ],
            "Инструменты" => [
                "Электроинструменты",
                "Ручные инструменты",
                "Измерительные инструменты",
                "Газовое и сварочное оборудование",
                "Расходные материалы и оснастка",
                "Другие инструменты",
                "Силовая, строительная техника и комплектующие",
                "Электрика",
                "Бензопилы",
                "Спецодежда и средства защиты",
                "Садовая техника"
            ],
            "Окна и балконы",
            "Потолки",
            "Двери",
            "Камины и обогреватели",
            "Садовая техника"
        ],
        "Посуда и товары для кухни",
        "Бытовая техника"
    ],
    "Транспорт" => [
        "Мотоциклы и мототехника" => [
            "Мопеды и скутеры",
            "Вездеходы",
            "Квадроциклы",
            "Мотоциклы",
            "Картинг",
            "Багги",
            "Снегоходы"
        ],
        "Водный транспорт" => [
            "Моторные лодки и моторы",
            "Гидроциклы",
            "Катера и яхты",
            "Вёсельные лодки"
        ],
        "Грузовики и спецтехника" => [
            "Другое",
            "Строительная техника",
            "Автобусы",
            "Грузовики",
            "Прицепы",
            "Погрузчики",
            "Бульдозеры",
            "Автокраны",
            "Экскаваторы",
            "Автодома",
            "Сельхозтехника",
            "Техника для лесозаготовки",
            "Навесное оборудование",
            "Коммунальная техника",
            "Тягачи",
            "Лёгкий коммерческий транспорт"
        ],
        "Запчасти и аксессуары" => [
            "Масла и автохимия",
            "GPS-навигаторы",
            "Прицепы",
            "Экипировка",
            "Шины, диски и колёса" => [
                "Легковые шины",
                "Колпаки",
                "Диски",
                "Колёса",
                "Мотошины",
                "Шины для грузовиков и спецтехники"
            ],
            "Аудио- и видеотехника",
            "Аксессуары",
            "Инструменты",
            "Багажники и фаркопы",
            "Тюнинг",
            "Запчасти" => [
                "Для мототехники",
                "Для автомобилей",
                "Для грузовиков и спецтехники",
                "Для водного транспорта"
            ],
            "Противоугонные устройства"
        ],
        "Автомобили" => [
            "Новые",
            "С пробегом"
        ]
    ],

    "Хобби и отдых" => [
        "Охота и рыбалка",
        "Билеты и путешествия",
        "Музыкальные инструменты",
        "Велосипеды",
        "Книги и журналы",
        "Коллекционирование",
        "Спорт и отдых"
    ],
    "Личные вещи" => [
        "Красота и здоровье",
        "Одежда, обувь, аксессуары" => [
            "Сумки, рюкзаки и чемоданы",
            "Мужская обувь",
            "Женская обувь",
            "Аксессуары",
            "Мужская одежда",
            "Женская одежда"
        ],
        "Детская одежда и обувь" => [
            "Для девочек",
            "Для мальчиков"
        ],
        "Товары для детей и игрушки",
        "Часы и украшения"
    ],
    "Недвижимость" => [
        "Дома, дачи, коттеджи" => [
            "Продам",
            "Сдам" => [
                "Посуточно",
                "На длительный срок"
            ]
        ],
        "Квартиры" => [
            "Продам" => [
                "Новостройка",
                "Вторичка"
            ],
            "Сдам"
        ],
        "Земельные участки" => [
            "Сдам",
            "Продам"
        ],
        "Недвижимость за рубежом" => [
            "Сдам" => [
                "Гараж, машиноместо",
                "Земельный участок",
                "Дом, вилла",
                "Квартира, апартаменты",
                "Коммерческая недвижимость"
            ],
            "Продам" => [
                "Квартира, апартаменты",
                "Дом, вилла",
                "Гараж, машиноместо",
                "Коммерческая недвижимость",
                "Земельный участок"
            ]
        ],
        "Коммерческая недвижимость" => [
            "Сдам",
            "Продам"
        ],
        "Гаражи и машиноместа" => [
            "Сдам",
            "Продам"
        ],
        "Комнаты" => [
            "Продам",
            "Сдам"
        ]
    ],
    "Работа" => [
        "Вакансии"
    ],
    "Электроника" => [
        "Ноутбуки",
        "Фототехника",
        "Телефоны",
        "Планшеты и электронные книги",
        "Оргтехника и расходники",
        "Товары для компьютера" => [
            "Мониторы",
            "Флэшки и карты памяти",
            "ТВ-тюнеры",
            "Переносные жёсткие диски",
            "Клавиатуры и мыши",
            "Веб-камеры",
            "Джойстики и рули",
            "Аксессуары",
            "Комплектующие" => [
                "CD, DVD и Blu-ray приводы",
                "Блоки питания",
                "Видеокарты",
                "Системы охлаждения",
                "Контроллеры",
                "Процессоры",
                "Оперативная память",
                "Материнские платы",
                "Корпусы",
                "Звуковые карты",
                "Жёсткие диски"
            ],
            "Сетевое оборудование",
            "Акустика"
        ],
        "Настольные компьютеры" => [
            "Системные блоки",
            "Моноблоки"
        ],
        "Игры, приставки и программы",
        "Аудио и видео"
    ]
];
